Repository: Arsen-001/qrspace
Catalog: apps/ios/QRSpace/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hy, pt, ru

# firstCodeTitle
source: Make your first code
de: Mach deinen ersten Code
es: Crea tu primer código
fr: Créez votre premier code
hy: Ստեղծեք ձեր առաջին կոդը
pt: Crie seu primeiro código
ru: Сделайте свой первый код

# firstFree
source: Your first simple code is free; viewing and designing are always free
de: Dein erster einfacher Code ist kostenlos; Ansehen und Gestalten ist immer kostenlos
es: Tu primer código simple es gratis; ver y diseñar es siempre gratis
fr: Votre premier code simple est gratuit ; voir et créer est toujours gratuit
hy: Առաջին պարզ կոդն անվճար է, դիտելն ու կարգավորելը՝ միշտ անվճար
pt: Seu primeiro código simples é grátis; ver e desenhar é sempre grátis
ru: Первый простой код — бесплатно, смотреть и настраивать — всегда бесплатно

source: free
de: kostenlos
es: gratis
fr: gratuit
hy: անվճար
pt: grátis
ru: бесплатно

# freeFirst
source: Your first simple code is free
de: Dein erster einfacher Code ist kostenlos
es: Tu primer código simple es gratis
fr: Votre premier code simple est gratuit
hy: Ձեր առաջին պարզ կոդն անվճար է
pt: Seu primeiro código simples é grátis
ru: Ваш первый простой код — бесплатно

# gate.free
source: Create for free
de: Kostenlos erstellen
es: Crear gratis
fr: Créer gratuitement
hy: Ստեղծել անվճար
pt: Criar grátis
ru: Создать бесплатно

# gate.pack
source: Create from pack
de: Aus dem Paket erstellen
es: Crear del pack
fr: Créer depuis le pack
hy: Ստեղծել փաթեթից
pt: Criar do pacote
ru: Создать из пакета

# gate.pay
source: Pay ${price} and create
de: ${price} zahlen und erstellen
es: Pagar ${price} y crear
fr: Payer ${price} et créer
hy: Վճարել ${price} և ստեղծել
pt: Pagar ${price} e criar
ru: Оплатить ${price} и создать

# group.contact
source: Contact
de: Kontakt
es: Contacto
hy: Կապ
pt: Contato
ru: Связь

# group.main
source: Basics
de: Grundlagen
es: Básico
fr: Essentiel
hy: Հիմնական
pt: Básico
ru: Основное

# group.social
source: Social
de: Social Media
es: Redes
fr: Réseaux
hy: Սոցցանցեր
pt: Redes
ru: Соцсети

# heroSwitch
source: Show what’s under the code
de: Zeigen, was unter dem Code ist
es: Mostrar lo que hay bajo el código
fr: Montrer ce qu’il y a sous le code
hy: Ցույց տալ, թե ինչ կա կոդի տակ
pt: Mostrar o que há sob o código
ru: Показать, что под кодом

# history.clear
source: Clear history
de: Verlauf löschen
es: Borrar historial
fr: Effacer l’historique
hy: Մաքրել պատմությունը
pt: Limpar histórico
ru: Очистить историю

# history.empty
source: No scans yet. Everything you scan stays here, on this phone only.
de: Noch keine Scans. Alles, was du scannst, bleibt hier – nur auf diesem Telefon.
es: Aún no hay escaneos. Todo lo que escanees queda aquí, solo en este teléfono.
fr: Aucun scan pour l’instant. Tout ce que vous scannez reste ici, sur ce téléphone uniquement.
hy: Սկաններ դեռ չկան։ Ամեն ինչ, ինչ սկանավորեք, կմնա այստեղ՝ միայն այս հեռախոսում։
pt: Nenhuma leitura ainda. Tudo o que você ler fica aqui, só neste telefone.
ru: Сканов пока нет. Всё, что отсканируете, останется здесь — только на этом телефоне.

# iap.need
source: It needs {size} of space — {price} a month.
de: Es braucht {size} Platz — {price} im Monat.
es: Necesita {size} de espacio: {price} al mes.
fr: Il faut {size} d’espace — {price} par mois.
hy: Անհրաժեշտ է {size} տեղ՝ {price} ամսական։
pt: Precisa de {size} de espaço — {price} por mês.
ru: Нужно место {size} — {price} в месяц.

# iap.packBought
source: The pack is yours — create codes from it any time.
de: Das Paket gehört dir — erstelle daraus jederzeit Codes.
es: El paquete es tuyo: crea códigos con él cuando quieras.
fr: Le pack est à vous — créez-en des codes quand vous voulez.
hy: Փաթեթը ձերն է․ ստեղծեք դրանից կոդեր ցանկացած պահի։
pt: O pacote é seu — crie códigos com ele quando quiser.
ru: Пакет ваш — создавайте из него коды когда угодно.

# iap.payCreate
source: Pay {price} and create
de: {price} zahlen und erstellen
es: Pagar {price} y crear
fr: Payer {price} et créer
hy: Վճարել {price} և ստեղծել
pt: Pagar {price} e criar
ru: Оплатить {price} и создать

# iap.payUpload
source: Pay {price} and upload
de: {price} zahlen und hochladen
es: Pagar {price} y subir
fr: Payer {price} et envoyer
hy: Վճարել {price} և վերբեռնել
pt: Pagar {price} e enviar
ru: Оплатить {price} и загрузить

# iap.pending
source: Waiting for approval — the purchase will finish by itself.
de: Warte auf Bestätigung — der Kauf wird von selbst abgeschlossen.
es: Esperando aprobación: la compra se completará sola.
fr: En attente d’approbation — l’achat se terminera tout seul.
hy: Սպասում ենք հաստատման․ գնումը կավարտվի ինքնըստինքյան։
pt: Aguardando aprovação — a compra será concluída sozinha.
ru: Ждём подтверждения — покупка завершится сама.

# iap.serverError
source: We couldn’t apply the purchase yet. It isn’t lost — we’ll try again next time you open the app.
de: Wir konnten den Kauf noch nicht verbuchen. Er geht nicht verloren — wir versuchen es beim nächsten Öffnen der App erneut.
es: No pudimos aplicar la compra todavía. No se pierde: lo intentaremos de nuevo la próxima vez que abras la app.
fr: Nous n’avons pas encore pu prendre en compte l’achat. Il n’est pas perdu : nous réessaierons à la prochaine ouverture de l’app.
hy: Չհաջողվեց հաշվել գնումը։ Այն չի կորչի․ նորից կփորձենք հավելվածի հաջորդ բացման ժամանակ։
pt: Não conseguimos aplicar a compra ainda. Ela não se perde — tentaremos de novo na próxima vez que você abrir o app.
ru: Не получилось засчитать покупку. Она не пропадёт — попробуем ещё раз при следующем запуске.

# iap.unavailable
source: Purchases are unavailable right now.
de: Käufe sind gerade nicht verfügbar.
es: Las compras no están disponibles ahora.
fr: Les achats ne sont pas disponibles pour le moment.
hy: Գնումներն այժմ հասանելի չեն։
pt: As compras não estão disponíveis agora.
ru: Покупки сейчас недоступны.

# legal.privacy
source: Privacy policy
de: Datenschutz
es: Política de privacidad
fr: Politique de confidentialité
hy: Գաղտնիություն
pt: Política de privacidade
ru: Конфиденциальность

# legal.terms
source: Terms of use
de: Nutzungsbedingungen
es: Condiciones de uso
fr: Conditions d’utilisation
hy: Օգտագործման պայմաններ
pt: Termos de uso
ru: Условия использования

# login
source: Sign in
de: Anmelden
es: Entrar
fr: Se connecter
hy: Մուտք
pt: Entrar
ru: Войти

# loginFailed
source: Couldn’t sign in — try again.
de: Anmeldung fehlgeschlagen — versuch es noch einmal.
es: No se pudo entrar — inténtalo de nuevo.
fr: Connexion impossible — réessayez.
hy: Չհաջողվեց մուտք գործել — փորձեք կրկին։
pt: Não foi possível entrar — tente de novo.
ru: Не получилось войти — попробуйте ещё раз.

# logout
source: Sign out
de: Abmelden
es: Salir
fr: Se déconnecter
hy: Ելք
pt: Sair
ru: Выйти

source: “Lost” mode
de: Modus „Verloren“
es: Modo «Perdido»
fr: Mode « Perdu »
hy: «Կորել է» ռեժիմ
pt: Modo «Perdido»
ru: Режим «Потеряно»

# lowContrast
source: Dots and background are too similar — phones may not read it
de: Punkte und Hintergrund sind sich zu ähnlich — das Handy liest ihn vielleicht nicht
es: Los puntos y el fondo se parecen demasiado — el teléfono podría no leerlo
fr: Points et fond trop proches — le téléphone risque de ne pas lire
hy: Կետերը և ֆոնը շատ նման են — հեռախոսը կարող է չկարդալ
pt: Pontos e fundo parecidos demais — o celular pode não ler
ru: Точки и фон слишком похожи — телефон может не прочитать

# makeTitle
source: Create a QR code
de: QR-Code erstellen
es: Crear un código QR
fr: Créer un QR code
hy: Ստեղծել QR կոդ
pt: Criar um código QR
ru: Создать QR-код

# markDone
source: Done
de: Erledigt
es: Hecho
fr: Fait
hy: Արված է
pt: Feito
ru: Сделано

# memoryEmpty
source: No memory yet. Add text, a photo or a video.
de: Noch keine Erinnerung. Füge Text, ein Foto oder ein Video hinzu.
es: Aún no hay memoria. Añade texto, una foto o un video.
fr: Pas encore de mémoire. Ajoutez du texte, une photo ou une vidéo.
hy: Հիշողություն դեռ չկա։ Ավելացրեք տեքստ, լուսանկար կամ տեսանյութ։
pt: Ainda não há memória. Adicione texto, uma foto ou um vídeo.
ru: Памяти пока нет. Добавьте текст, фото или видео.

# memoryPromoText
source: Your photos, videos and text live under the code. You decide who sees them: everyone, chosen people or only you.
de: Deine Fotos, Videos und Texte leben hinter dem Code. Du entscheidest, wer sie sieht: alle, ausgewählte Personen oder nur du.
es: Tus fotos, videos y textos viven bajo el código. Tú decides quién los ve: todos, personas elegidas o solo tú.
fr: Vos photos, vidéos et textes vivent derrière le code. Vous décidez qui les voit : tout le monde, des personnes choisies ou vous seul.
hy: Կոդի տակ՝ ձեր լուսանկարները, տեսանյութերը և տեքստը։ Դուք եք որոշում, թե ով է դրանք տեսնում՝ բոլորը, ընտրված մարդիկ, թե միայն դուք։
pt: Suas fotos, vídeos e textos ficam por trás do código. Você decide quem vê: todos, pessoas escolhidas ou só você.
ru: Под кодом — ваши фото, видео и текст. Вы решаете, кто их видит: все, выбранные люди или только вы.

# memoryPromoTitle
source: A code with memory
de: Ein Code mit Erinnerung
es: Un código con memoria
fr: Un code avec mémoire
hy: Կոդ՝ հիշողությամբ
pt: Um código com memória
ru: Код с памятью

# navCodes
source: My codes
de: Meine Codes
es: Mis códigos
fr: Mes codes
hy: Իմ կոդերը
pt: Meus códigos
ru: Мои коды

# newCodePlaceholder
source: For example: Boiler — how to turn on
de: Zum Beispiel: Heizung — so schaltet man sie ein
es: Por ejemplo: Caldera — cómo encenderla
fr: Par exemple : Chaudière — comment l’allumer
hy: Օրինակ՝ Կաթսա — ինչպես միացնել
pt: Por exemplo: Caldeira — como ligar
ru: Например: Котёл — как включить

# newCodeTitle
source: Code name
de: Name des Codes
es: Nombre del código
fr: Nom du code
hy: Կոդի անունը
pt: Nome do código
ru: Название кода

# nfText
source: This page doesn't exist, or its owner deleted the code. Make your own — your first simple code is free.
de: Diese Seite gibt es nicht, oder der Besitzer hat den Code gelöscht. Mach deinen eigenen – der erste einfache Code ist kostenlos.
es: Esta página no existe o su dueño eliminó el código. Crea el tuyo: el primer código simple es gratis.
fr: Cette page n'existe pas, ou son propriétaire a supprimé le code. Créez le vôtre : le premier code simple est gratuit.
hy: Էջը չկա, կամ կոդը ջնջել է տերը։ Կարող եք ստեղծել ձերը՝ առաջին պարզ կոդն անվճար է։
pt: Esta página não existe ou o dono apagou o código. Crie o seu — o primeiro código simples é grátis.
ru: Страницы нет или код удалён владельцем. Можно сделать свой — первый простой код бесплатно.

# noNotices
source: Nothing new yet
de: Noch nichts Neues
es: Nada nuevo por ahora
fr: Rien de nouveau pour l’instant
hy: Առայժմ նոր բան չկա
pt: Nada de novo por enquanto
ru: Пока ничего нового

source: Not set up
de: Nicht eingerichtet
es: Sin configurar
fr: Pas configuré
hy: Կարգավորված չէ
pt: Não configurado
ru: Не настроен

source: overdue
de: überfällig
es: vencido
fr: en retard
hy: ուշացած
pt: atrasado
ru: просрочено

# ownerLabel
source: Owner
de: Besitzer
es: Dueño
fr: Propriétaire
hy: Տերը
pt: Dono
ru: Хозяин

# packBest
source: Most popular
de: Beliebteste
es: Más popular
fr: Le plus choisi
hy: Ամենապահանջվածը
pt: Mais popular
ru: Популярный

# packBuy
source: Buy pack
de: Paket kaufen
es: Comprar paquete
fr: Acheter le pack
hy: Գնել փաթեթը
pt: Comprar pacote
ru: Купить пакет

# packDownload
source: Download from pack
de: Aus dem Paket laden
es: Descargar del paquete
fr: Télécharger depuis le pack
hy: Ներբեռնել փաթեթից
pt: Baixar do pacote
ru: Скачать из пакета

# packFrom
source: Code from your pack
de: Code aus deinem Paket
es: Código de tu paquete
fr: Code de votre pack
hy: Կոդ փաթեթից
pt: Código do seu pacote
ru: Код из пакета

# packLeft
source: left
de: übrig
es: quedan
fr: restants
hy: մնացել է
pt: restam
ru: осталось

# packRoom
source: under each code
de: pro Code
es: por código
fr: par code
hy: յուրաքանչյուր կոդի տակ
pt: por código
ru: под каждым кодом

# packsHint
source: Any look — simple or styled. Every code gets its own room for photos, videos and text.
de: Jeder Look, schlicht oder gestaltet. Jeder Code bekommt eigenen Platz für Fotos, Videos und Text.
es: Cualquier diseño, simple o con estilo. Cada código tiene su propio espacio para fotos, vídeos y texto.
fr: N’importe quel style, simple ou travaillé. Chaque code a son propre espace pour photos, vidéos et texte.
hy: Ցանկացած տեսք՝ պարզ կամ գեղեցիկ։ Յուրաքանչյուր կոդի տակ՝ իր տեղը լուսանկարների, տեսանյութերի և տեքստի համար։
pt: Qualquer visual, simples ou estilizado. Cada código tem seu próprio espaço para fotos, vídeos e texto.
ru: Любой вид — простой или красивый. Под каждым кодом — своё место для фото, видео и текста.

# packsKicker
source: Code packs
de: Code-Pakete
es: Paquetes de códigos
fr: Packs de codes
hy: Կոդերի փաթեթներ
pt: Pacotes de códigos
ru: Пакеты кодов

source: Pay and download
de: Bezahlen und herunterladen
es: Pagar y descargar
fr: Payer et télécharger
hy: Վճարել և ներբեռնել
pt: Pagar e baixar
ru: Оплатить и скачать

# payTitle
source: To pay
de: Zu zahlen
es: A pagar
fr: À payer
hy: Վճարման ենթակա
pt: A pagar
ru: К оплате

# preset.classic
source: Classic
de: Klassisch
es: Clásico
fr: Classique
hy: Դասական
pt: Clássico
ru: Классика

# preset.dots
source: Lavender
de: Lavendel
es: Lavanda
fr: Lavande
hy: Մանուշակ
pt: Lavanda
ru: Лаванда

# preset.gradient
source: Sunset
de: Sonnenuntergang
es: Atardecer
fr: Coucher de soleil
hy: Մայրամուտ
pt: Pôr do sol
ru: Закат

# preset.hearts
source: Love
de: Liebe
es: Amor
fr: Amour
hy: Սեր
pt: Amor
ru: Любовь

# preset.lime
source: Lime
de: Limette
es: Lima
fr: Citron vert
hy: Լայմ
pt: Limão
ru: Лайм

# preset.night
source: Night
de: Nacht
es: Noche
fr: Nuit
hy: Գիշեր
pt: Noite
ru: Ночь

# preset.raised
source: Embossed
de: Prägung
es: Grabado
fr: Gaufré
hy: Դրոշմ
pt: Gravado
ru: Тиснение

# preset.soft
source: Ocean
de: Ozean
es: Océano
fr: Océan
hy: Օվկիանոս
pt: Oceano
ru: Океан

# preset.stars
source: Galaxy
de: Galaxie
es: Galaxia
fr: Galaxie
hy: Գալակտիկա
pt: Galáxia
ru: Галактика

# presets
source: Color presets
de: Fertige Farben
es: Colores listos
fr: Couleurs prêtes
hy: Պատրաստի գույներ
pt: Cores prontas
ru: Готовые цвета

# providersPending
source: Google and Apple sign-in will work once the keys are connected — for now there is a demo sign-in below.
de: Die Anmeldung mit Google und Apple funktioniert, sobald die Schlüssel verbunden sind — bis dahin gibt es unten eine Test-Anmeldung.
es: El acceso con Google y Apple funcionará cuando conectemos las claves — por ahora hay un acceso de prueba abajo.
fr: La connexion Google et Apple fonctionnera une fois les clés branchées — en attendant, une connexion de test est disponible ci-dessous.
hy: Google-ով և Apple-ով մուտքը կաշխատի, երբ միացնենք բանալիները — առայժմ ստուգման համար ստորև կա դեմո մուտք։
pt: O login com Google e Apple vai funcionar quando conectarmos as chaves — por enquanto há um login de teste abaixo.
ru: Вход через Google и Apple заработает, когда подключим ключи — пока для проверки есть демо-вход ниже.

# reason.offensive
source: Abuse
de: Beleidigend
es: Ofensivo
fr: Contenu offensant
hy: Վիրավորանք
pt: Ofensivo
ru: Оскорбления

# reason.other
source: Other
de: Sonstiges
es: Otro
fr: Autre
hy: Այլ
pt: Outro
ru: Другое

# reason.phishing
source: Scam
de: Betrug
es: Estafa
fr: Arnaque
hy: Խարդախություն
pt: Golpe
ru: Мошенничество

# records
source: Entries
de: Einträge
es: Entradas
fr: Entrées
hy: Գրառումներ
pt: Registros
ru: Записей

source: Replace
de: Ersetzen
es: Cambiar
fr: Remplacer
hy: Փոխարինել
pt: Trocar
ru: Заменить

# reportCode
source: Report this code
de: Diesen Code melden
es: Denunciar este código
fr: Signaler ce code
hy: Բողոքել այս կոդի մասին
pt: Denunciar este código
ru: Пожаловаться на этот код

# reportDetails
source: What’s wrong (optional)
de: Was ist falsch (optional)
es: Qué pasa (opcional)
fr: Quel est le problème (facultatif)
hy: Ինչն է սխալ (ըստ ցանկության)
pt: O que há de errado (opcional)
ru: Что не так (необязательно)

# reportSend
source: Send report
de: Meldung senden
es: Enviar denuncia
fr: Envoyer le signalement
hy: Ուղարկել բողոքը
pt: Enviar denúncia
ru: Отправить жалобу

# reportSent
source: Report sent — we’ll check it
de: Meldung gesendet — wir prüfen sie
es: Denuncia enviada — la revisaremos
fr: Signalement envoyé — nous allons vérifier
hy: Բողոքն ուղարկված է — կստուգենք
pt: Denúncia enviada — vamos verificar
ru: Жалоба отправлена — проверим

# result.location
source: Place on the map
de: Ort auf der Karte
es: Lugar en el mapa
fr: Lieu sur la carte
hy: Վայրը քարտեզի վրա
pt: Local no mapa
ru: Место на карте

# result.network
source: Network
de: Netzwerk
es: Red
fr: Réseau
hy: Ցանց
pt: Rede
ru: Сеть

# result.noPassword
source: Open network, no password
de: Offenes Netz, kein Passwort
es: Red abierta, sin contraseña
fr: Réseau ouvert, sans mot de passe
hy: Բաց ցանց, առանց գաղտնաբառի
pt: Rede aberta, sem senha
ru: Открытая сеть, без пароля

# result.number
source: Number
de: Nummer
es: Número
fr: Numéro
hy: Համար
pt: Número
ru: Номер

# result.open
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
hy: Բացել
pt: Abrir
ru: Открыть

# result.openCode
source: Open the code
de: Code öffnen
es: Abrir el código
fr: Ouvrir le code
hy: Բացել կոդը
pt: Abrir o código
ru: Открыть код

# result.searchWeb
source: Search the web
de: Im Web suchen
es: Buscar en la web
fr: Rechercher sur le web
hy: Որոնել համացանցում
pt: Pesquisar na web
ru: Найти в интернете

# result.share
source: Share
de: Teilen
es: Compartir
fr: Partager
hy: Կիսվել
pt: Compartilhar
ru: Поделиться

# result.showPassword
source: Show password
de: Passwort zeigen
es: Mostrar contraseña
fr: Afficher le mot de passe
hy: Ցույց տալ գաղտնաբառը
pt: Mostrar senha
ru: Показать пароль

# sampleBadge
source: Sample
de: Beispiel
es: Ejemplo
fr: Exemple
hy: Օրինակ
pt: Exemplo
ru: Пример

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
hy: Պահպանել
pt: Salvar
ru: Сохранить

# saveError
source: Not saved — try again
de: Nicht gespeichert — versuch es noch einmal
es: No se guardó — inténtalo de nuevo
fr: Non enregistré — réessayez
hy: Չպահպանվեց — փորձեք կրկին
pt: Não foi salvo — tente de novo
ru: Не сохранилось — попробуйте ещё раз

source: Saved
de: Gespeichert
es: Guardado
fr: Enregistré
hy: Պահպանված է
pt: Salvo
ru: Сохранено

# scan.hint
source: Point the camera at a QR code or barcode
de: Richte die Kamera auf einen QR-Code oder Barcode
es: Apunta la cámara a un código QR o de barras
fr: Pointez l’appareil photo vers un QR code ou un code-barres
hy: Ուղղեք տեսախցիկը QR կոդի կամ շտրիխկոդի վրա
pt: Aponte a câmera para um QR code ou código de barras
ru: Наведите камеру на QR-код или штрихкод

# scan.history
source: History
de: Verlauf
es: Historial
fr: Historique
hy: Պատմություն
pt: Histórico
ru: История

# scan.noCamera.text
source: Allow camera access in Settings — or pick a photo with a code.
de: Erlaube den Kamerazugriff in den Einstellungen – oder wähle ein Foto mit einem Code.
es: Permite el acceso a la cámara en Ajustes, o elige una foto con un código.
fr: Autorisez l’appareil photo dans Réglages, ou choisissez une photo avec un code.
hy: Թույլատրեք տեսախցիկը Կարգավորումներում կամ ընտրեք կոդով լուսանկար։
pt: Permita o acesso à câmera nos Ajustes, ou escolha uma foto com um código.
ru: Разрешите доступ к камере в Настройках — или выберите фото с кодом.

# scan.noCamera.title
source: Camera unavailable
de: Kamera nicht verfügbar
es: Cámara no disponible
fr: Appareil photo indisponible
hy: Տեսախցիկը հասանելի չէ
pt: Câmera indisponível
ru: Камера недоступна

# scan.notFound
source: No code found in this image
de: Kein Code auf diesem Bild gefunden
es: No se encontró ningún código en esta imagen
fr: Aucun code trouvé sur cette image
hy: Այս նկարում կոդ չգտնվեց
pt: Nenhum código encontrado nesta imagem
ru: На этом фото кода не нашлось

# scan.openSettings
source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir Réglages
hy: Բացել Կարգավորումները
pt: Abrir Ajustes
ru: Открыть Настройки

# scan.photos
source: From Photos
de: Aus Fotos
es: De Fotos
fr: Depuis Photos
hy: Լուսանկարից
pt: Das Fotos
ru: Из фото

# scan.torchOff
source: Turn off flashlight
de: Taschenlampe aus
es: Apagar linterna
fr: Éteindre la lampe
hy: Անջատել լապտերը
pt: Desligar lanterna
ru: Выключить фонарик

# scan.torchOn
source: Turn on flashlight
de: Taschenlampe an
es: Encender linterna
fr: Allumer la lampe
hy: Միացնել լապտերը
pt: Ligar lanterna
ru: Включить фонарик

# security.nopass
source: No password
de: Ohne Passwort
es: Sin contraseña
fr: Sans mot de passe
hy: Առանց գաղտնաբառի
pt: Sem senha
ru: Без пароля

# sendError
source: Not sent — try again
de: Nicht gesendet — versuch es noch einmal
es: No se envió — inténtalo de nuevo
fr: Non envoyé — réessayez
hy: Չուղարկվեց — փորձեք կրկին
pt: Não foi enviado — tente de novo
ru: Не отправилось — попробуйте ещё раз

# sendLimit
source: Too many messages — try again later
de: Zu viele Nachrichten — versuch es später
es: Demasiados mensajes — inténtalo más tarde
fr: Trop de messages — réessayez plus tard
hy: Չափազանց շատ հաղորդագրություններ — փորձեք ավելի ուշ
pt: Mensagens demais — tente mais tarde
ru: Слишком много сообщений — попробуйте позже

# sharedHint
source: Other people’s codes where you are on the list
de: Codes anderer Personen, auf deren Liste du stehst
es: Códigos de otras personas donde estás en la lista
fr: Les codes d’autres personnes où vous êtes sur la liste
hy: Ուրիշների կոդերը, որտեղ դուք ցուցակում եք
pt: Códigos de outras pessoas em que você está na lista
ru: Коды других людей, где вы в списке

# sharedTitle
source: Shared with me
de: Mit mir geteilt
es: Compartidos conmigo
fr: Partagés avec moi
hy: Ինձ բացել են
pt: Compartilhados comigo
ru: Мне открыли

# signInOnSite
source: Sign in on {host}
de: Auf {host} anmelden
es: Iniciar sesión en {host}
fr: Se connecter sur {host}
hy: Մուտք {host}-ում
pt: Entrar em {host}
ru: Войти на {host}

# signInOnSiteHint
source: The website opens right in the app: sign in there and you’re back here.
de: Die Website öffnet sich in der App: dort anmelden, und du bist wieder hier.
es: El sitio se abre dentro de la app: inicia sesión allí y vuelves aquí.
fr: Le site s’ouvre dans l’app : connectez-vous et vous revenez ici.
hy: Կայքը կբացվի հենց հավելվածում․ մուտք գործեք այնտեղ, և կվերադառնաք այստեղ։
pt: O site abre dentro do app: entre lá e você volta para cá.
ru: Сайт откроется прямо в приложении: войдите там — и вы снова здесь.

# statsChart
source: Scans per day over 30 days
de: Scans pro Tag über 30 Tage
es: Escaneos por día en 30 días
fr: Scans par jour sur 30 jours
hy: Սկաններն ըստ օրերի՝ 30 օրում
pt: Escaneamentos por dia em 30 dias
ru: Сканы по дням за 30 дней

# step1
source: What goes in the code
de: Was in den Code kommt
es: Qué lleva el código
fr: Ce que contient le code
hy: Ինչ կլինի կոդում
pt: O que vai no código
ru: Что будет в коде

# step2
source: How it looks
de: Wie er aussieht
es: Cómo se ve
fr: Son apparence
hy: Ինչպես է այն երևում
pt: Como ele fica
ru: Как он выглядит

# storageChange
source: Change space
de: Platz ändern
es: Cambiar espacio
fr: Changer l’espace
hy: Փոխել տեղը
pt: Mudar espaço
ru: Изменить место

# storageFreeName
source: Free
de: Kostenlos
es: Gratis
fr: Gratuit
hy: Անվճար
pt: Grátis
ru: Бесплатно

# storageFull
source: Not enough space under the code — delete something or get more space
de: Nicht genug Platz unter dem Code – lösche etwas oder hol dir mehr Platz
es: No hay espacio suficiente bajo el código: borra algo o consigue más espacio
fr: Pas assez d’espace sous le code — supprimez quelque chose ou prenez plus d’espace
hy: Կոդի տակ տեղը չի բավականացնում — ջնջեք ինչ-որ բան կամ վերցրեք ավելի շատ տեղ
pt: Falta espaço sob o código — apague algo ou pegue mais espaço
ru: Под кодом не хватает места — удалите что-то или возьмите больше места

# storageMonth
source: mo
de: Monat
es: mes
fr: mois
hy: ամիս
pt: mês
ru: мес
